Repository: 84000/translation-memory-resources
Catalog: post_input/toh70.bo.en.tmx
Source language: bo
Languages: en

source: དེ འི་ སངས་རྒྱས་ དང་ །_ རང་ སངས་རྒྱས་ དང་ །_ འཕགས་པ་ ཉན་ཐོས་ དང་ །_ བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ ཀྱི་ རྫུ་འཕྲུལ་ གྱི་ ཆོ་འཕྲུལ་ རྗེས་སུ་ བསྔགས་པ འི་ ཚུལ་ཁྲིམས་ ནི་ དེ་བཞིན་ གཤེགས་པ འི་ རྫུ་འཕྲུལ་ གྱི་ སྟོབས་ བླ་ ན་ མེད་པ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: $29 “Bodhisattvas keep the ethical discipline of praising the miraculous feats performed by the buddhas, solitary buddhas, noble hearers, and bodhisattvas, in order to obtain the unsurpassable miraculous powers of the thus-gone ones.

source: དེ འི་ ཕ་རོལ་ གྱི་ སེམས་ རྗེས་སུ་ སྲུང་བ་ དང་ འཐུན་པ འི་ ལུས་ ཀྱི་ ལས་ ཀྱི་ ཚུལ་ཁྲིམས་ དང་ །_
en: They keep the ethical discipline of performing bodily actions that are conducive to protecting the minds of others,

source: ཕ་རོལ་ གྱི་ སེམས་ མངོན་པར་ དགའ་བ་ དང་ །_ ཡང་དག་ པར་ དགའ་བ ར་ འགྱུར་བ འི་ ལུས་ ཀྱི་ ལས་ ཀྱི་ ཚུལ་ཁྲིམས་ དང་ །_
en: bodily actions that delight and gladden others’ minds,

source: ཕ་རོལ་ གྱི་ སེམས་ རྗེས་སུ་ སྲུང་བ་ དང་ འཐུན་པ འི་ ངག་གི་ལས་ ཀྱི་ ཚུལ་ཁྲིམས་ དང་ །_
en: verbal actions conducive to protecting the minds of others,

source: ཕ་རོལ་ གྱི་ སེམས་ མངོན་པར་ དགའ་བ་ དང་ །_ ཡང་དག་ པར་ དགའ་བ ར་ འགྱུར་བ འི་ ངག་གི་ལས་ ཀྱི་ ཚུལ་ཁྲིམས་ ནི་ དེ་བཞིན་ གཤེགས་པ འི་ ཕ་རོལ་ གྱི་ སེམས་ མཁྱེན་པ འི་ སྟོབས་ མཐའ་ཡས་པ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: and verbal actions that delight and gladden others’ minds, in order to obtain the infinite power of the thus-gone ones to know the minds of others.

source: དེ འི་ ཚེ་ འདི འི་ དོན་ དང་ །_ ཚེ་རབས་ གཞན་ གྱི་ དོན་ དང་ །_ |#| ཉན་ཐོས་ ཀྱི་ ཐེག་པ འི་ དོན་ དང་ །_ རང་ སངས་རྒྱས་ ཀྱི་ ཐེག་པ འི་ དོན་ དང་ །_ རྫོགས་པ འི་ བྱང་ཆུབ་ ཀྱི་ ཐེག་པ འི་ དོན་ རྣམས་ ལ་ བག་མེད་པ་ དང་ །_ |#| བརྗེད་པ་ རྣམས་ ཀྱི་ དྲན་པ་ ཡང་དག་ པར་ སྐྱེད་པ འི་ ཚུལ་ཁྲིམས་ དང་ །_ དྲན་པ་ འབྱུང་བ ར་ བྱེད་པ འི་ ཚུལ་ཁྲིམས་ ནི་ བརྗེད་པ་ མེད་པ འི་ ཆོས་ཉིད་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of properly engendering mindfulness of the goal of this life, other lifetimes, |#| the Hearers’ Vehicle, the Solitary Buddhas’ Vehicle, and the Perfect Awakening Vehicle, |#| as well as the ethical discipline of making this mindfulness arise in those who are forgetful and careless, in order to attain the unforgettable intrinsic nature.

source: དེ འི་ ཆོས་ ཉན་པ འི་ ཚུལ་ཁྲིམས་ དང་ །_ ཆོས་ འཛིན་པ འི་ ཚུལ་ཁྲིམས་ དང་ །_ ཆོས་ གོམས་པ ར་ བྱེད་པ འི་ ཚུལ་ཁྲིམས་ དང་ །_ ཆོས་ ཉེ་བ ར་ སྟོན་པ འི་ ཚུལ་ཁྲིམས་ ནི་ སོ་སོ་ ཡང་དག་ པར་ རིག་པ་ དང་ །_ ཕ་རོལ་ ཏུ་ ཕྱིན་པ་ ཡོངས་སུ་ བསྐང་བ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ རོ །_།
en: They keep the ethical discipline of listening to, retaining, cultivating, and expounding the Dharma in order to attain the discriminations and perfections.

source: དེ འི་ ཚུལ་ཁྲིམས་ ཡང་དག་ པར་ ལེན་པ ར་ འདོད་པ་ དང་ །_
en: $30 “Should they even just wish to take up and practice ethical discipline,

source: ལྷག་པ ར་ སྤྱད་པ ར་ འདོད་ ན་ ཡང་ ལུས་ དང་ །_ ངག་ དང་ །_ སེམས་ ཀྱི་ དགེ་བ འི་ རྩ་བ་ དེ་ ཐམས་ཅད་ སེམས་ཅན་ ཐམས་ཅད་ བསྒྲལ་བ་ དང་ །_ སེམས་ཅན་ ཐམས་ཅད་ དགྲོལ་བ་ དང་ །_ སེམས་ཅན་ ཐམས་ཅད་ དབུགས་དབྱུང་བ་ དང་ །_ ཐམས་ཅད་ མཁྱེན་པ་ ཉིད་ [161a] ཐོབ་པ ར་ བྱ་བ་ དང་ །_ སངས་རྒྱས་ ཀྱི་ ཆོས་ ཐམས་ཅད་ ཡོངས་སུ་ རྫོགས་པ ར་ བྱ་བ འི་ ཕྱིར་ ཡོངས་སུ་ སྔོ་བ ར་ བྱེད་ དོ །_།
en: bodhisattvas dedicate all of their roots of virtue of body, speech, and mind so that all beings [161.a] are ferried across, liberated, and relieved, and so that they may attain omniscience and perfect all the qualities of a buddha.

source: ཡང་དག་ པར་ འཛིན་པ་ དང་ །_ ལྷག་པ ར་ སྤྱོད་པ་ དང་ །_ ཡང་དག་ པར་ བླངས་པ་ དང་ །_ ལྷག་པ ར་ སྤྱད་ ནས་ ཀྱང་ སེམས་ཅན་ ཐམས་ཅད་ བསྒྲལ་བ་ དང་ །_ སེམས་ཅན་ ཐམས་ཅད་ དགྲོལ་བ་ དང་ །_ སེམས་ཅན་ ཐམས་ཅད་ དབུགས་དབྱུང་བ་ དང་ །_ ཐམས་ཅད་ མཁྱེན་པ་ ཉིད་ ཐོབ་པ ར་ བྱ་བ་ དང་ །_ སངས་རྒྱས་ ཀྱི་ ཆོས་ ཐམས་ཅད་ ཡོངས་སུ་ རྫོགས་པ ར་ བྱ་བ འི་ ཕྱིར་ ཡོངས་སུ་ སྔོ་བ ར་ བྱེད་ དོ །_།
en: While taking up and practicing ethical discipline, and again after having done so, they dedicate it so that all beings are ferried across, liberated, and relieved, and so that they may attain omniscience and perfect all the qualities of a buddha.

source: གལ་ཏེ་ ཚུལ་ཁྲིམས་ དེ་ མ་ ཞིག་པ་ དང་ །_ མ་ རལ་བ་ དང་ །_ འདྲེན་མ་ མ་ཡིན་པ ར་ སློབ་པ འི་ ནུས་པ་ དང་ མི་ ལྡན་པ ར་ གྱུར་ ན་ དེ་ འདི་ལྟར་ ཡང་དག་ པར་ སློབ་ སྟེ །_
en: $31 “Should they lack the capacity to train in that ethical discipline without breaching, violating, or corrupting it, this is how they properly train:

source: དུས་ དུས་ སུ འམ །_ ཅུང་ཟད་ ཅུང་ཟད་ དུ་ ཡང་ མི་དགེ་བ་ སྤང་བ་ དང་ །_ དོར་བ་ དང་ །_ བསལ་བ ར་ རྩོལ་ ལོ །_། འབད་ དོ །_།
en: From time to time, or little by little, they strive and exert themselves in abandoning, forsaking, and eliminating non-virtue.

source: དུས་ དུས་ སུ འམ །_ ཅུང་ཟད་ ཅུང་ཟད་ དུ་ ཡང་ དགེ་བ་ ལ་ སློབ་པ་ དང་ །_ མངོན་པར་ འཕེལ་བ ར་ བྱ་བ་ དང་ །_ ཡོངས་སུ་ རྫོགས་པ ར་ བྱ་བ ར་ རྩོལ་ ལོ །_། འབད་ དོ །_
en: From time to time, or little by little, they also strive and exert themselves in training in, developing, and perfecting virtue.

source: ལག་ བཟངས་ བྱང་ཆུབ་ སེམས་དཔའ་ རྣམས་ ཀྱི་ བྱང་ཆུབ་ ཏུ་ སེམས་བསྐྱེད་པ་ དང་ །_ བྱང་ཆུབ་ ཀྱི་ སེམས་ རྗེས་སུ་ དྲན་པ་ དང་ །_ བྱང་ཆུབ་ ཀྱི་ སེམས་ སྒོམ་པ་ དང་ །_
en: $32 “Subāhu, bodhisattvas’ formation of the resolve to awaken, their recollection and cultivation of the resolve to awaken, and

source: བྱང་ཆུབ་ ཏུ་ སྨོན་པ་ དང་ །_ བྱང་ཆུབ་ ཏུ་ སྨོན་ལམ་ འདེབས་པ་ གང་ཡིན་པ་ དེ་ཉིད་ དེ་དག་ གི་ དགེ་བ འི་ ཚུལ་ཁྲིམས་ ཡང་དག་ པར་ འཛིན་པ་ དང་ །_ དགེ་བ འི་ ཚུལ་ཁྲིམས་ ལ་ ལྷག་པ ར་ སྤྱོད་པ་ གྲངས་མེད་ ཅིང་ དཔག་ ཏུ་ མེད་པ་ ཡིན་ ནོ །_།
en: their wishes and aspirations to awaken are themselves the bodhisattvas’ incalculable and immeasurable acts of undertaking and engaging in ethical discipline.

source: འདི་ལྟ་སྟེ །_ |#| འཇིག་རྟེན་ གྱི་ ཁམས་ ཐམས་ཅད་ དུ་ སེམས་ཅན་ ཐམས་ཅད་ ལ་ ཟག་པ་ མེད་པ འི་ ཚུལ་ཁྲིམས་ བསྐྱེད་པ ར་ འདོད་པ་ དང་ །_ མི་སློབ་པ འི་ ཚུལ་ཁྲིམས་ བསྐྱེད་པ ར་ འདོད་པ་ དང་ །_ ཟག་པ་ མེད་པ འི་ ཚུལ་ཁྲིམས་ ཡང་དག་ པར་ བསྐྱེད་པ ར་ འདོད་པ་ དང་ །_ མི་སློབ་པ འི་ ཚུལ་ཁྲིམས་ ཡང་དག་ པར་ བསྐྱེད་པ ར་ འདོད་པ་ དེ་ ནི་ དགེ་བ འི་ ཚུལ་ཁྲིམས་ ཡང་དག་ པར་ འཛིན་པ་ དང་ །_ དགེ་བ འི་ ཚུལ་ཁྲིམས་ ལ་ ལྷག་པ ར་ སྤྱོད་པ འི་ མཆོག་ ཡིན་ ནོ །_། དེ་ ནི་ དམ་པ་ ཡིན་ ནོ །_།
en: It is because among all the ways of undertaking and engaging in virtuous ethical discipline, foremost and supreme is the wish to engender undefiled ethical discipline and ethical discipline at the level of no-more-training, and to do so perfectly, in all beings throughout all world systems.

source: ལག་ [161b] བཟངས་ དེ་ལྟ ར་ ན་ བྱང་ཆུབ་ སེམས་དཔའ་ བདེ་བ་ དང་ ལྡན་ ལ་ ཡིད་ བདེ་བ་ དང་ ལྡན་ ཞིང་ ཚེགས་ ཆུང་ངུ་ དང་ །_ སྡུག་བསྔལ་ ཆུང་ངུ ས་ མྱུར་ དུ་ སྐྱེན་པ ར་ ཚུལ་ཁྲིམས་ ཀྱི་ ཕ་རོལ་ ཏུ་ ཕྱིན་པ་ ཡོངས་སུ་ རྫོགས་པ ར་ བྱེད་ དོ །_།
en: [161.b] $34 “Subāhu, in this way bodhisattvas will very quickly complete the perfection of ethical discipline, with ease and pleasure, little difficulty, and little pain.”

source: ལག་ བཟངས་ བྱང་ཆུབ་ སེམས་དཔའ་ ཇི་ལྟ ར་ བཟོད་པ འི་ ཕ་རོལ་ ཏུ་ ཕྱིན་པ་ ཡོངས་སུ་ རྫོགས་པ ར་ བྱེད་ ཅེ་ན །_
en: $35 “Subāhu, how do bodhisattvas complete the perfection of patience?

source: ལག་ བཟངས་ འདི་ ལ་ བྱང་ཆུབ་ སེམས་དཔའ་ ནི་ གཞན་དག་ གི་ རང་ གི་ ལུས་ ཀྱི་ སྲོག་གཅོད་ དམ །_
en: Subāhu, even if others take their lives,

source: བདོག་པ་ ཐམས་ཅད་ འཕྲོག་ གམ །_ ཆུང་མ་ འཕྲོག་ གམ །_
en: steal all their possessions, ravish their spouses,

source: བརྫུན་ དུ་ སྨྲ་བ འམ །_ ཕྲ་མ་ དང་ །_ ངག་ རྩུབ་པོ་ དང་ །_ ཚིག་ཀྱལ་པ་ སྨྲ་བ འམ །_
en: or lie, slander, speak harshly, or idly gossip about them—

source: གཤེ་ འམ །_ |#| གསོད་ དམ །_ འཛིན་ ཏམ །_ རྡེག་ གམ །_ གཅོད་ ཀྱང་
en: even if they abuse them, kill them, seize them, hit them, or cut them—

source: སླར་ གནོད་པ ར་ མི་ བྱེད་ ཅིང་ སླར་ མི་ ཁྲོ་ སྟེ་ |#| ཤར་ གཉེར་ ཞིང་ འཁོན་ དུ་ འཛིན་པ ར་ མི་ བྱེད་ དོ །_།
en: bodhisattvas do not retaliate, get angry in return, or harbor animosity or resentment toward them.

source: དེ་ འདི་ལྟར་ ཡང་དག་ པར་ སློབ་ སྟེ །_
en: $36 “This is how they train:

source: བདག་ཉིད་ ཀྱིས་ སྔོན་ གྱི་ སྲིད་པ་ རྣམས་ དང་ །_ སྲིད་པ་ འདི་ ལ་ སྡིག་པ་ མི་དགེ་བ འི་ ལས་ འདི་དག་ བྱས་ ཤིང་ བསགས་པ་ དེ་དག་ གི་ འབྲས་བུ་ ནི་ འདི་ ཡིན །_
en: They think, ‘This is the result of the negative actions I have committed and accumulated in previous lives and in this one.

source: དེ་དག་ གི་ རྣམ་པར་ སྨིན་པ་ ནི་ འདི་ ཡིན་ ཏེ །_
en: This is their karmic ripening.

source: རང་ གི་ ལས་ ཀྱི་ འབྲས་བུ་ དང་ །_ རང་ གི་ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ བདག་ གིས་ མྱོང་བ་ ལ་ ཅིའི་ཕྱིར་ གཞན་ ལ་ སླར་ གནོད་པ ར་ བྱ་ ཞིང་ སླར་ ཁྲོ་བ་ དང་ །_ ཤར་ གཉེར་ ཞིང་ འཁོན་ དུ་ འཛིན་པ ར་ བྱ་ སྙམ་ དུ་ སེམས་ སོ །_།
en: Why should I retaliate, get angry in return, or harbor animosity or resentment, when I am experiencing the results and karmic ripening of my own actions?’

source: ལག་ བཟངས་ གཞན་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ འདི་ལྟར་ ཡང་དག་ པར་ སློབ་ སྟེ །_
en: $37 “Furthermore, Subāhu, bodhisattvas properly train by thinking the following:

source: གལ་ཏེ་ བདག་ གི་ སྲོག་གཅོད་པ འམ །_
en: ‘Even if others were to take my life,

source: བདོག་པ་ ཐམས་ཅད་ འཕྲོག་པ འམ །_ ཆུང་མ་ འཕྲོག་པ འམ །_
en: steal all my possessions, ravish my spouse, or

source: བརྫུན་ དུ་ སྨྲ་བ འམ །_ ཕྲ་མ་ འམ །_ ངག་ རྩུབ་པོ འམ །_ ཚིག་ཀྱལ་པ་ སྨྲ་བ འམ །_
en: lie, slander, speak harshly, or idly gossip about me—

source: གཤེ་བ འམ །_ |#| གསོད་པ འམ །_ འཛིན་པ འམ །_ རྡེག་པ འམ །_ གཅོད་པ་ ཡང་ རུང་ སྟེ
en: even if they were to abuse me, kill me, seize me, hit me, or cut me—

source: གཞན་དག་ ལ་ སླར་ གནོད་པ་ བྱས་ སམ །_ སླར་ ཁྲོ་བ འམ །_ |#| ཤར་ གཉེར་ ཞིང་ འཁོན་ དུ་ བཟུང་ ན་ |#| སླར་ གནོད་པ་ བྱས་པ་ དང་ །_ སླར་ ཁྲོས་པ་ དང་ །_ |#| ཤར་ གཉེར་ ཞིང་ འཁོན་ དུ་ བཟུང་བ འི་ སྡིག་པ་ མི་དགེ་བ་ དེ འི་ སྡུག་བསྔལ་ གྱི་ ཚོར་བ་ མི་འདོད་པ །_ མི་ སྡུག་པ་ ཡིད་ དུ་ མི་ འོང་བ་ འདི་ བས་ བདག་ ལ་ལ ས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ དང་ །_ |#| ལས་ ཀྱི་ རྒྱུ་ འཐུན་པ་ བརྒྱ་ གྱུར་ ཏམ །_ སྟོང་ གྱུར་ ཏམ །_ [162a] དེ་བ ས་ ལྷག་པ ར་ མི་འདོད་པ་ དང་ །_ མི་ སྡུག་པ་ དང་ །_ ཡིད་ དུ་ མི་ འོང་བ འི་ སྡུག་བསྔལ་ གཞན་ ཡང་ འབྱུང་བ ར་ འགྱུར་ རོ་ སྙམ་ མོ །_།
en: should I retaliate, get angry in return, |#| or harbor animosity or resentment toward them, |#| I will incur the further unwanted, unpleasant, and disagreeable suffering of fully ripened effects and |#| effects similar to their cause that are more severe than this unwanted, unpleasant, and disagreeable sensation of suffering—that are a hundred times greater, or a thousand times, [162.a] or more.’

source: སྲོག་ ཡོད་པ ས་ སྲོག་གཅོད་ པར་ འགྱུར །_
en: ‘Because I have life, my life is taken.

source: རྫས་ཡོད་ པས་ རྫས་ འཕྲོག་པ ར་ འགྱུར །_
en: Because I have possessions, my possessions are stolen.

source: རྣ་བ འི་ དབང་པོ་ ཡོད་པ ས་ རྫུན་ དུ་ སྨྲ་བ་ ཐོས་པ ར་ འགྱུར་ ཞིང་ །_ ཕྲ་མ་ དང་ །_ ངག་ རྩུབ་པོ་ དང་ །_ ཚིག་ཀྱལ་པ་ ཐོས་པ ར་ འགྱུར་ ལ །_
en: Because I have an ear faculty, I hear lies, slander, harsh words, and idle gossip.

source: ལུས་ ཡོད་པ ས་ ལུས་ འདྲེན་པ་ དང་ །_ འཆིང་བ་ དང་ །_ འཛིན་པ་ དང་ །_ རྡེག་པ་ དང་ །_ གཅོད་པ ར་ འགྱུར་ ཏེ
en: Because I have a body, my body is led along, fettered, seized, beaten, and cut.

source: བདག་ཉིད་ ཀྱིས་ སྡུག་བསྔལ་ གྱི་ དངོས་པོ །_། སྡུག་བསྔལ་ གྱི་ གཞི །_། སྲོག་ གི་ དབང་པོ་ དང་ །_ རྣ་བ འི་ དབང་པོ་ དང་ །_ ལུས་ བླངས་པ ར་ གྱུར་ ན་
en: Since I myself have assumed the life faculty, the ear faculty, and the body that form the substance and basis of my suffering,

source: ཇི་ལྟ ར་ གཞན་དག་ ལ་ སླར་ གནོད་པ་ དང་ །_ སླར་ ཁྲོ་བ་ དང་ །_ ཤར་ གཉེར་ ཞིང་ འཁོན་ དུ་ གཟུང་བ ར་ བྱ་ སྙམ་ མོ །_།
en: how could I retaliate, get angry in return, or harbor hostility or enmity?’

source: དཔེར་ན་ ས འི་ ཁམས་ ཀྱི་ མཚན་ཉིད་ ནི་ སྲ་བ་ སྟེ །_
en: ‘For example, the defining feature of the earth element is solidity.

source: དེ་ ནི་ ངོ་བོ་ ཉིད །_ དེ་ ནི་ ཆོས་ཉིད །_ དེ་ ནི་ རང་བཞིན་ ནོ །_།
en: That is its identity, its character, and its nature.

source: ཆུ འི་ ཁམས་ ཀྱི་ མཚན་ཉིད་ ནི་ གཤེར་བ །_
en: The defining feature of the water element is moisture.

source: མེ འི་ ཁམས་ ཀྱི་ མཚན་ཉིད་ ནི་ ཚ་བ །_
en: The defining feature of the fire element is heat.

source: རླུང་ གི་ ཁམས་ ཀྱི་ མཚན་ཉིད་ ནི་ ཡང་ ཞིང་ གཡོ་བ་ སྟེ །_
en: The defining feature of the wind element is lightness and movement.

source: དེ་བཞིན་ དུ་ སྲོག་ཆགས་ ཐམས་ཅད་ ཀྱང་ ཟད་པ འི་ ཆོས་ཅན །_ འགོད་པ འི་ ཆོས་ཅན །_ འགོག་པ འི་ ཆོས་ཅན་ ནོ །_།
en: In the same way, all life forms have the character of exhaustion, abandonment, and extinction.

source: དབང་པོ་ ཐམས་ཅད་ ཀྱང་ སྡུག་བསྔལ་ གྱི་ ཆོས་ཅན །_ སྡུག་བསྔལ་ འདུས་ ཏེ་ རེག་པ འི་ ཆོས་ཅན །_ སྡུག་བསྔལ་ མྱོང་བ འི་ ཆོས་ཅན་ ནོ །_།
en: Moreover, all faculties are characterized by contact with suffering and the experience of suffering.

source: ལུས་ ཐམས་ཅད་ ཀྱང་ སྡུག་བསྔལ་ གྱི་ ཆོས །_ སྡུག་བསྔལ་ འདུས་ ཏེ་ རེག་པ འི་ ཆོས །_ སྡུག་བསྔལ་ མྱོང་བ འི་ ཆོས་ ཏེ །_
en: All bodies, for that matter, have the quality of suffering, the quality of contact with suffering, and the quality of the experience of suffering.

source: དེ་ ནི་ ངོ་བོ་ ཉིད །_ དེ་ ནི་ ཆོས་ཉིད །_ དེ་ ནི་ རང་བཞིན་ ཡིན་ ནོ །_།
en: That is their identity, their character, and their nature.

source: སྲོག་ གི་ དབང་པོ་ ཟད་པ འི་ ཆོས་ཅན །_ འགོད་པ འི་ ཆོས་ཅན །_ འགོག་པ འི་ ཆོས་ཅན །_ ཟད་ ཅིང་ དེངས་ ལ་ འགོག་པ་ དང་ །_ དབང་པོ་ དྲུག་པོ་ སྡུག་བསྔལ་ གྱི་ ཆོས་ཅན །_ སྡུག་བསྔལ་ འདུས་ ཏེ་ རེག་པ འི་ ཆོས་ཅན །_ སྡུག་བསྔལ་ མྱོང་བ འི་ ཆོས་ཅན་ རྣམས་ ལ་ [162b] སྡུག་བསྔལ་ འདུས་ ཏེ་ རེག་པ འི་ ཇི་ལྟ ར་ གཞན་དག་ ལ་ སླར་ གནོད་པ་ འམ །_ སླར་ ཁྲོ་བ འམ །_ ཤར་ གཉེར་ ཞིང་ འཁོན་ དུ་ གཟུང་བ ར་ བྱ །_
en: How could I retaliate, get angry in return, or harbor hostility or enmity just because#22 the life faculty, which is characterized by exhaustion, abandonment, and extinction, is exhausted, dissolved, and extinguished, or because the six faculties, which are characterized by suffering, contact with suffering, and the experience of suffering, [162.b] are in contact with suffering?

source: འདི་ ནི་ ངོ་བོ་ ཉིད །_ འདི་ ནི་ ཆོས་ཉིད །_ འདི་ ནི་ རང་བཞིན་ ཡིན་ ནོ་ སྙམ་ མོ །_།
en: It is because that is their identity, their character, and their nature.’

source: བདག་ གི་ མིག་ དང་ །_ རྣ་བ་ དང་ །_ སྣ་ དང་ །_ ལྕེ་ དང་ །_ ལུས་ དང་ །_ ཡིད་ ཀྱང་ བདག་མེད་ ཅིང་ བདག་ གི་ མེད་པ་ ཡིན་ ལ །_
en: ‘My eyes, ears, nose, tongue, body, and mind are neither “me” nor “mine.”

source: གཞན་དག་ གི་ མིག་ དང་ །_ རྣ་བ་ དང་ །_ སྣ་ དང་ །_ ལྕེ་ དང་ །_ ལུས་ དང་ །_ ཡིད་ ཀྱང་ བདག་མེད་ ཅིང་ བདག་ གི་ མེད་པ་ ཡིན་ ན
en: Others’ eyes, ears, noses, tongues, bodies, and minds are also neither them nor theirs.

source: མཁས་པ་ རིག་པ་ དག་ མིག་ དང་ །_ རྣ་བ་ དང་ །_ སྣ་ དང་ །_ ལྕེ་ དང་ །_ ལུས་ དང་ །_ ཡིད་ བདག་མེད་ ཅིང་ བདག་ གི་ མེད་པ་ ལ །_ མིག་ དང་ །_ རྣ་བ་ དང་ །_ སྣ་ དང་ །_ ལྕེ་ དང་ །_ ལུས་ དང་ །_ ཡིད་ བདག་མེད་ ཅིང་ བདག་ གི་ མེད་པ་ དང་ །_ ཇི་ལྟ ར་ དགའ་བ འམ །_ རྗེས་སུ་ ཆགས་པ་ འམ །_ ཡང་དག་ པར་ དགའ་བ ར་ འགྱུར་བ་ འམ །_
en: Such being the case, how could the wise, knowing the eyes, ears, nose, tongue, body, and mind to be neither them nor theirs, delight in, be attached to, or truly enjoy them?

source: རྡེག་པ འམ །_ སླར་ གནོད་པ ར་ བྱེད་པ་ འམ །_ སླར་ ཁྲོ་བ་ འམ །_ ཤར་ གཉེར་ ཞིང་ འཁོན་ དུ་ འཛིན་པ ར་ འགྱུར་ སྙམ་ མོ །_།
en: And how could they retaliate by hitting, harming, getting angry, or harboring hostility or enmity toward others?’

source: འདི་ལྟ་སྟེ་ མིར་ སྐྱེས་པ འི་ སྡུག་བསྔལ་ ནི་ ཉུང་ ཞིང་ ཆུང་ གི _། ཡི་དགས་ ཀྱི་ སྡུག་བསྔལ་ ནི་ ཆེས་ མི་ བཟད་ ལ་ ཆེས་ བཟོད་པ ར་ དཀའ་བ་ ཡིན །_
en: ‘The sufferings experienced by humans are few and minor. Yet, the sufferings of anguished spirits are much more terrible and difficult to endure,

source: དུད་འགྲོ འི་ སྐྱེ་གནས་ ཀྱི་ སྡུག་བསྔལ་ དང་ །_ སེམས་ཅན་ དམྱལ་བ འི་ སྡུག་བསྔལ་ ཡང་ ཆེས་ མི་ བཟད་ ཅིང་ བཟོད་པ ར་ དཀའ་བ་ ཡིན་ ན །_
en: while the sufferings of the animal realm and the hells are even more terrible and difficult to endure than those.

source: བདག་ གིས་ ཇི་ལྟ ར་ སྡུག་བསྔལ་ ཆུང་ ཞིང་ ཉུང་བ་ ཙམ་ གྱི་ ཕྱིར་ གཞན་དག་ ལ་ སླར་ གནོད་པ་ དང་ །_ སླར་ ཁྲོ་བ་ དང་ །_ ཤར་ གཉེར་ ཞིང་ འཁོན་ དུ་ གཟུང་བ ར་ བྱ་ སྙམ་ མོ །_།
en: Such being the case, why would I, on account of just a few minor sufferings, retaliate, get angry in return, or harbor hostility or enmity?’

source: གང་ བདག་ གཅིག་པུ འི་ དོན་ འདོད་པ་ དང་ །_ བདག་ གཅིག་པུ་ ལ་ ཕན་པ ར་ འདོད་པ ས་ གཞན་དག་ ལ་ ཕྱིར་ གནོད་པ་ བྱེད་ ཅིང་ ཕྱིར་ ཁྲོ་ སྟེ་ |#| ཤར་ གཉེར་ ཞིང་ འཁོན་ དུ་ འཛིན་པ་ དེ་ཡང་ མི་རིགས་ ཏེ་ ཆ་ མ་ ཡིན་ ན །
en: ‘It is unreasonable and improper for someone who wishes only for their own happiness and welfare to retaliate, get angry in return, or harbor hostility or enmity.

source: བདག་ འཇིག་རྟེན་ ཐམས་ཅད་ ཀྱི་ དོན་ འདོད་པ །_ |#| འཇིག་རྟེན་ ཐམས་ཅད་ ལ་ ཕན་པ ར་ [163a] འདོད་པ །_ གོ་ཆ་ ཆེན་པོ་ བགོས་པ །_ |#| ཡི་དམ་ བཅས་པ་ ཆེན་པོ ས་ ཡི་དམ་ བཅས་པ །_ ཐེག་པ་ ཆེན་པོ་ ལ་ ཡང་དག་ པར་ ཞུགས་པ །_ |#| སངས་རྒྱས་ ཀྱི་ ཆོས་ རྒྱ་ཆེན་པོ་ ཡོངས་སུ་ བསྐང་བ ར་ འདོད་པ་ ལྟ་ ལ་ སྨོས་ ཀྱང་ ཅི་ དགོས་ ཏེ
en: Such being the case, how much more unreasonable and improper would it be for someone who wishes for the happiness of all worlds, |#| wishes to benefit all worlds, has donned the great armor, |#| has taken a vow with great resolve, has entered [163.a] the Great Vehicle, |#| and who wishes to perfect the vast qualities of a buddha?

source: མི་ བཟོད་པ་ དང་ །_ ཕྱིར་ གནོད་པ་ བྱེད་པ་ དང་ །_ ཕྱིར་ ཁྲོ་བ་ དང་ །_ ཤར་ གཉེར་ ཞིང་ འཁོན་ དུ་ འཛིན་པ ས་ ནི་ སངས་རྒྱས་ ཀྱི་ ཆོས་ འདི་དག་ སོགས་པ་ དང་ །_ འཕེལ་བ་ དང་ །_ ཡོངས་སུ་ རྫོགས་པ ར་ མི་ འགྱུར་ གྱི །_
en: One will not gather, develop, or perfect the qualities of a buddha by being impatient, retaliating, getting angry in return, or harboring hostility or enmity.

source: བཟོད་པ་ དང་ །_ ཕྱིར་ གནོད་པ་ མི་ བྱེད་པ་ དང་ །_ ཕྱིར་ མི་ ཁྲོ་བ་ དང་ །_ ཤར་ གཉེར་ ཞིང་ འཁོན་ དུ་ འཛིན་པ་ མི་ བྱེད་པ ས་ སངས་རྒྱས་ ཀྱི་ ཆོས་ འདི་དག་ སོགས་ ཤིང་འཕེལ་ ཏེ །_ ཡོངས་སུ་ རྫོགས་པ ར་ འགྱུར་ རོ་ སྙམ་ མོ །_།
en: Rather, one will gather, develop, and perfect the qualities of a buddha through having patience, not retaliating, not getting angry in return, and not harboring hostility or enmity.’

source: ལག་ བཟངས་ རིགས་ ཀྱི་ བུ་ འམ །_ རིགས་ ཀྱི་ བུ་མོ་ སངས་རྒྱས་ ཀྱི་ ཆོས་ ཡོངས་སུ་ བསྐང་བ ར་ འདོད་པ ས་ མནར་མེད་པ འི་ སྡུག་བསྔལ་ གྱི་ རེག་པ ས་ རེག་ ཀྱང་ གཞན་དག་ ལ་ སླར་ གནོད་པ ར་ མི་ བྱ །_ སླར་ ཁྲོ་བ ར་ མི་ བྱ །_ ཤར་ གཉེར་ ཞིང་ འཁོན་ དུ་ གཟུང་བ ར་ མི་ བྱ་ན །_ མི འི་ སྡུག་བསྔལ་ གྱིས་ རེག་པ ས་ ལྟ་ སྨོས་ ཀྱང་ ཅི་ དགོས །_
en: $43 “Subāhu, sons or daughters of noble family who wish to fulfill all the qualities of a buddha should not retaliate, get angry in return, or harbor hostility and enmity, even if they are subjected to the sufferings of the Hell of Endless Torment, let alone the sufferings of humans.

source: དེ་ སྤྱོས་ སམ །_ བརྒྱད་ དམ །_ སྨད་ དམ །_ མི་ སྙན་པ་ བྱས་ ཀྱང་ བྱམས་པ འི་ སེམས་ དང་ །_ སྙིང་རྗེ འི་ སེམས་ དང་ །_ དེ་བཞིན་ གཤེགས་པ འི་ ཐུགས་ ཤིན་ཏུ་ དྲི་མ་ མེད་ ཅིང་ དག་ ལ་ དཀར་བ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ བཟོད་ ཅིང་ དང་ དུ་ ལེན་ ཏོ །_།
en: Even if they are insulted, reviled, deprecated, or disgraced, they endure and embrace it in order to acquire the sentiment of love, the sentiment of compassion, and the immaculate, pure, and pristine awakened mind of the thus-gone ones.

source: དེ་ དྲུད་ བཤལ་ ཏམ །_ བཅིངས་ སམ །_ བཟུང་ ཡང་ བྱམས་པ འི་ སེམས་ དང་ །_ སྙིང་རྗེ འི་ སེམས་ དང་ །_ སྐད་ཅིག་ གཅིག་ ལ་མ་ རིག་པ འི་ སྒྲིབ་པ འི་ སྒོ་ང འི་ སྦུབས་ གཞོམ་པ འི་ ཕྱིར་ བཟོད་ ཅིང་ དང་ དུ་ ལེན་ ཏོ །_།
en: Even if they are dragged away, bound, and captured, they endure and embrace it for the sake of the sentiment of love, the sentiment of compassion, and in order to crack the shell of the obscuration of ignorance for a single instant.

source: དེ་ བརྡེགས་ ཀྱང་ བྱམས་པ འི་ སེམས་ དང་ །_ སྙིང་རྗེ འི་ སེམས་ དང་ །_ སེམས་ཅན་ ཐམས་ཅད་ ཀྱི་ རྗེས་སུ་ ཆགས་པ་ དང་ ཁོང་ཁྲོ་བ་ བཟློག་པ འི་ ཕྱིར་ བཟོད་ ཅིང་ དང་ དུ་ ལེན་ ཏོ །_།
en: Even if they are beaten, they endure and embrace it for the sake of the sentiment of love, the sentiment of compassion, and to divest all beings of their passion and aggression.

source: དེ་ རྣ་བ་ བཅད་ ཀྱང་ བྱམས་པ འི་ སེམས་ དང་ །_ སྙིང་རྗེ འི་ སེམས་ དང་ །_ སེམས་ཅན་ ཐམས་ཅད་ ལ་ དད་པ ར་ བྱ་བ འི་ ཆོས་ ཀྱི་ རྣ་བ་ བསྐྱེད་པ འི་ ཕྱིར་ བཟོད་ ཅིང་ དང་ དུ་ ལེན་ ཏོ །_།
en: $44 “Even if their ears are cut off, they endure and embrace it for the sake of the sentiment of love, the sentiment of compassion, and to engender in all beings the ear for Dharma that arouses faith.

source: དེ་ སྣ་ བཅད་ ཀྱང་ བྱམས་པ འི་ སེམས་ དང་ །_ སྙིང་རྗེ འི་ སེམས་ དང་ །_ སེམས་ཅན་ ཐམས་ཅད་ ཚུལ་ཁྲིམས་ ཀྱི་ ཡོན་ཏན་ མཛེས་ ཤིང་ བླ་ ན་ མེད་པ་ ལ་ ལོངས་སྤྱོད་ པར་ བྱ་བ འི་ ཕྱིར་ [163b] བཟོད་ ཅིང་ དང་ དུ་ ལེན་ ཏོ །_།
en: Even if their noses are cut off, they endure and embrace it for the sake of the sentiment of love, the sentiment of compassion, and to enable all beings to enjoy the exquisite and unsurpassable qualities of ethical discipline. [163.b]

source: དེ་ རྐང་པ་ བཅད་ ཀྱང་ བྱམས་པ འི་ སེམས་ དང་ །_ སྙིང་རྗེ འི་ སེམས་ དང་ །_ སེམས་ཅན་ ཐམས་ཅད་ དེ་བཞིན་ གཤེགས་པ འི་ རྫུ་འཕྲུལ་ གྱི་ རྐང་པ་ བཞི་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ བཟོད་ ཅིང་ དང་ དུ་ ལེན་ ཏོ །_།
en: Even if their legs are cut off, they endure and embrace it for the sake of the sentiment of love, the sentiment of compassion, and for all beings to obtain the thus-gone ones’ four bases of miraculous power.

source: དེ་ ལག་པ་ བཅད་ ཀྱང་ བྱམས་པ འི་ སེམས་ དང་ །_ སྙིང་རྗེ འི་ སེམས་ དང་ །_ སེམས་ཅན་ ཐམས་ཅད་ ལ་ ཞི་བ་ དང་ །_ ཉེ་བ ར་ ཞི་བ འི་ ཆོས་ ཀྱི་ ལག་པ་ བཀྱང་པ་ སྦྱིན་པ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ བཟོད་ ཅིང་ དང་ དུ་ ལེན་ ཏོ །_།
en: Even if their hands are cut off, they endure and embrace it for the sake of the sentiment of love, the sentiment of compassion, and for all beings to obtain the generosity of the outstretched#23 hand of the Dharma—peace and tranquility.

source: དེ་ཡན་ ལག་ ཐམས་ཅད་ བཅད་ ཀྱང་ བྱམས་པ འི་ སེམས་ དང་ །_ སྙིང་རྗེ འི་ སེམས་ དང་ །_ ཕ་རོལ་ ཏུ་ ཕྱིན་པ་ དྲུག་ གི་ ཡན་ལག་ དང་ །_ ཉིང་ལག་ ཡོངས་སུ་ རྫོགས་པ ར་ བྱ་བ འི་ ཕྱིར་ བཟོད་ ཅིང་ དང་ དུ་ ལེན་ ཏོ །_།
en: Even if all their limbs are cut off, they endure and embrace it for the sake of the sentiment of love, the sentiment of compassion, and in order to complete all the major and minor limbs of the six perfections.

source: དེ་ མིག་ ཕྱུང་ ཡང་ བྱམས་པ འི་ སེམས་ དང་ །_ སྙིང་རྗེ འི་ སེམས་ དང་ །_ སེམས་ཅན་ ཐམས་ཅད་ ཤེས་བཞིན་ གྱི་ མིག་ གཡུང་དྲུང་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ བཟོད་ ཅིང་ དང་ དུ་ ལེན་ ཏོ །_།
en: Even if their eyes are gouged out, they endure and embrace it for the sake of the sentiment of love, the sentiment of compassion, and for all beings to obtain the eternal eye of vigilance.

source: དེ་ མགོ་ གཅོད་ ཀྱང་ བྱམས་པ འི་ སེམས་ དང་ །_ སྙིང་རྗེ འི་ སེམས་ དང་ །_ སེམས་ཅན་ ཐམས་ཅད་ ཐམས་ཅད་ མཁྱེན་པ་ ཉིད་ ཀྱི་ ཆོས་ ཀྱི་ མགོ་ ཐོབ་པ ར་ བྱ་བ འི་ ཕྱིར་ བཟོད་ ཅིང་ དང་ དུ་ ལེན་ ཏོ །_།
en: Even if their heads are cut off, they endure and embrace it for the sake of the sentiment of love, the sentiment of compassion, and for all beings to obtain the summit of Dharma—omniscience.

source: དེ་ བཟོད་པ་ འདི་དག་ དང་ །_ ཇི་ མི་ སྙམ་པ་ འདི་དག་ མངོན་སུམ་ དུ་ བྱ་བ ར་ འདོད་པ་ དང་ །_ |#| ཡིད་ ལ་ བྱ་བ ར་ འདོད་པ་ ན་ ཡང་
en: $45 “Should they even just wish to focus upon and bring to mind these kinds of patience and acquiescence,

source: སེམས་ཅན་ ཐམས་ཅད་ བསྒྲལ་བ་ དང་ །_ སེམས་ཅན་ ཐམས་ཅད་ དགྲོལ་བ་ དང་ །_ སེམས་ཅན་ ཐམས་ཅད་ དབུགས་དབྱུང་བ་ དང་ །_ |#| ཐམས་ཅད་ མཁྱེན་པ་ ཉིད་ ཐོབ་པ ར་ བྱ་བ་ དང་ །_ སངས་རྒྱས་ ཀྱི་ ཆོས་ ཐམས་ཅད་ ཡོངས་སུ་ རྫོགས་པ ར་ བྱ་བ འི་ ཕྱིར་ ཡོངས་སུ་ སྔོ་བ ར་ བྱེད་ དོ །_།
en: they dedicate this so that all beings are ferried across, liberated, and relieved, and |#| so that they may attain omniscience and perfect all the qualities of a buddha.

source: མངོན་སུམ་ དུ་ བྱེད་པ་ དང་ །_ ཡིད་ ལ་ བྱེད་པ་ དང་ །_ མངོན་སུམ་ དུ་ བྱས་པ་ དང་ །_ ཡིད་ ལ་ བྱས་ ནས་ ཀྱང་ སེམས་ཅན་ ཐམས་ཅད་ བསྒྲལ་བ་ དང་ །_ སེམས་ཅན་ ཐམས་ཅད་ དགྲོལ་བ་ དང་ །_ སེམས་ཅན་ ཐམས་ཅད་ དབུགས་དབྱུང་བ་ དང་ །_ ཐམས་ཅད་ མཁྱེན་པ་ ཉིད་ ཐོབ་པ ར་ བྱ་བ་ དང་ །_ སངས་རྒྱས་ ཀྱི་ ཆོས་ ཐམས་ཅད་ ཡོངས་སུ་ རྫོགས་པ ར་ བྱ་བ འི་ ཕྱིར་ ཡོངས་སུ་ སྔོ་བ ར་ བྱེད་ དོ །_།
en: While focusing upon and bringing them to mind, and again after, they dedicate this so that all beings are ferried across, liberated, and relieved, and so that they may attain omniscience and perfect all the qualities of a buddha.

source: གལ་ཏེ་ བཟོད་པ་ འདི་དག་ དང་ །_ ཇི་ མི་ སྙམ་པ་ འདི་དག་ མ་ ཉམས་པ་ དང་ སྐྱོན་མེད་པ་ དང་ །_ འདྲེན་མ་ མ་ཡིན་པ ར་ སློབ་པ འི་ ནུས་པ་ དང་ མི་ ལྡན་པ ར་ གྱུར་ ན་ དེ་ འདི་ལྟར་ ཡང་དག་ པར་ སློབ་ སྟེ
en: $46 “Should they lack the capacity to be unwavering, flawless, and uncorrupted in training in these kinds of patience and acquiescence, this is how they properly train:
